Repository: Soneritics/CsCartBuckaroo
Catalog: var/langs/*/addons/soneritics_buckaroo.po
Languages: de_de, nl_nl

# Addons::description::soneritics_buckaroo
source: Buckaroo Payment BPE3.0 (REST) integration
nl_nl: Integratie van Buckaroo Payments

# Languages::addons.soneritics_buckaroo.choose_bank
source: Choose your bank
de_de: Wähle deine Bank aus
nl_nl: Kies uw bank

# Languages::addons.soneritics_buckaroo.dob
source: Date of birth
de_de: Geburtsdatum
nl_nl: Geboortedatum

# Languages::addons.soneritics_buckaroo.mobile
source: Mobile number
de_de: Mobilnummer
nl_nl: Mobiel nummer

# Languages::addons.soneritics_buckaroo.housenr
source: House nr
de_de: Hausnummer
nl_nl: Huisnummer

# Languages::addons.soneritics_buckaroo.gender
source: Your gender
de_de: Ihre gender
nl_nl: Uw aanhef

# Languages::addons.soneritics_buckaroo.male
source: Mr.
nl_nl: Meneer

# Languages::addons.soneritics_buckaroo.female
source: Ms.
nl_nl: Mevrouw

# Languages::addons.soneritics_buckaroo.afterpay_terms_head
source: Afterpay terms
de_de: Afterpay Bedingungen
nl_nl: Afterpay voorwaarden

# Languages::addons.soneritics_buckaroo.afterpay_terms_body
source: To be able to use postpay via Afterpay, you must agree to the conditions. These can be consulted on the Afterpay website using the links below. <ul> <li><a href="http://www.afterpay.nl/consument-betalingsvoorwaarden" target="_blank">Afterpay terms for Dutch customers</a></li> <li><a href="https://www.afterpay.be/be/footer/betalen-met-afterpay/betalingsvoorwaarden" target="_blank">Afterpay terms for Belgian customers</a></li> </ul>
nl_nl: Om gebruik te kunnen maken van achteraf betalen via Afterpay dient u akkoord te gaan met de voorwaarden. Deze kunnen worden geraadpleegd op de website van Afterpay middels onderstaande links. <ul> <li><a href="http://www.afterpay.nl/consument-betalingsvoorwaarden" target="_blank">Afterpay voorwaarden voor Nederlandse klanten</a></li> <li><a href="https://www.afterpay.be/be/footer/betalen-met-afterpay/betalingsvoorwaarden" target="_blank">Afterpay voorwaarden voor Belgische klanten</a></li> </ul>

# Languages::addons.soneritics_buckaroo.afterpay_terms_accept
source: I agree to the Afterpay terms
de_de: Ich stimme den Afterpay Bedingungen zu
nl_nl: Ik accepteer de voorwaarden van Afterpay

# Languages::addons.soneritics_buckaroo.afterpay_header
source: It is important to provide the correct date of birth, and the correct mobile number. When these are invalid, it is likely that Afterpay will deny your request.
de_de: Es ist wichtig, das korrekte Geburtsdatum und die korrekte Handynummer anzugeben. Wenn diese ungültig sind, wird Afterpay wahrscheinlich Ihre Anfrage ablehnen.
nl_nl: Voor achteraf betalen is het belangrijk dat u uw geboortedatum en mobiele telefoonnummer opgeeft. Wanneer deze ontbreken, of uw geboortedatum onjuist is, zal Afterpay uw aanvraag afkeuren.

# Languages::addons.soneritics_buckaroo.errors.fetchingbanks
source: Error fetching banks
de_de: Fehler beim Abrufen von Banken
nl_nl: Fout bij ophalen bankenlijst

# Languages::addons.soneritics_buckaroo.errors.fetchingbanks_desc
source: An error occured fetching the iDeal bank list.
de_de: Beim Abrufen der iDeal-Bankliste ist ein Fehler aufgetreten.
nl_nl: Er is een fout opgetreden bij het ophalen van de iDeal bankenlijst.

# Languages::addons.soneritics_buckaroo.errors.startpayment
source: Error starting payment
de_de: Fehler beim Starten der Zahlung
nl_nl: Fout bij starten betaling

# Languages::addons.soneritics_buckaroo.errors.startpayment_desc
source: The payment could not be started.
de_de: Die Zahlung konnte nicht gestartet werden.
nl_nl: De betaling kon niet gestart worden bij de Payment Provider.

# Languages::addons.soneritics_buckaroo.errors.emptyorderinfo
source: No order info
de_de: Keine Bestellinformationen
nl_nl: Ontbrekende order informatie

# Languages::addons.soneritics_buckaroo.errors.emptyorderinfo_desc
source: Order info could not be found
de_de: Bestellinfo konnte nicht gefunden werden
nl_nl: Benodige order informatie kon niet gevonden worden.

# Languages::addons.soneritics_buckaroo.errors.emptypaymentdata
source: No payment data
de_de: Keine Zahlungsdaten
nl_nl: Geen betaalgegevens

# Languages::addons.soneritics_buckaroo.errors.emptypaymentdata_desc
source: Payment data could not be found
de_de: Zahlungsdaten konnten nicht gefunden werden
nl_nl: Betaalgegevens konden niet gevonden worden.

# Languages::addons.soneritics_buckaroo.errors.fetchingdetails
source: Error fetching details
de_de: Fehler beim Abrufen der Details
nl_nl: Fout bij ophalen van details

# Languages::addons.soneritics_buckaroo.errors.fetchingdetails_desc
source: Could not get payment details from the payment provider
de_de: Zahlungsdetails konnten vom Zahlungsanbieter nicht abgerufen werden
nl_nl: Details van de betaling konden niet opgehaald worden bij de Payment Provider.

# Languages::addons.soneritics_buckaroo.errors.responseprocessing
source: Could not process
de_de: Konnte nicht verarbeiten
nl_nl: Fout bij verwerking

# Languages::addons.soneritics_buckaroo.errors.responseprocessing_desc
source: Could not process payment details
de_de: Zahlungsdetails konnten nicht verarbeitet werden
nl_nl: De betaalgegevens konden niet verwerkt worden.

# Languages::addons.soneritics_buckaroo.errors.responseinvoicenrmatch
source: Error checking payment
de_de: Fehler beim Überprüfen der Zahlung
nl_nl: Fout bij controleren betaling

# Languages::addons.soneritics_buckaroo.errors.responseinvoicenrmatch_desc
source: Invoice nr does not match!
de_de: Rechnung Nr stimmt nicht überein!
nl_nl: Er is onjuiste informatie gevonden. Het factuurnummer is niet bekend bij deze bestelling!

# Languages::addons.soneritics_buckaroo.errors.ideal.nobankchosen
source: No bank chosen
de_de: Keine Bank gewählt
nl_nl: Geen bank gekozen

# Languages::addons.soneritics_buckaroo.errors.ideal.nobankchosen_desc
source: No iDeal bank has been chosen.
de_de: Es wurde keine iDeal-Bank ausgewählt.
nl_nl: Er is geen bank gekozen voor de iDeal betaling.

# Languages::addons.soneritics_buckaroo.errors.afterpay.termsnotaccepted
source: Terms not accepted
de_de: Bedingungen nicht akzeptiert
nl_nl: Voorwaarden zijn niet geaccepteerd

# Languages::addons.soneritics_buckaroo.errors.afterpay.termsnotaccepted_desc
source: You did not accept the terms of use for AfterPay. You can only proceed after accepting.
de_de: Sie haben die Nutzungsbedingungen von AfterPay nicht akzeptiert. Sie können nur nach dem Akzeptieren fortfahren.
nl_nl: De AfterPay voorwaarden moeten worden geaccepteerd om verder te gaan.

# Languages::addons.soneritics_buckaroo.errors.afterpay.invalidphone
source: Invalid phone number
de_de: Ungültige Telefonnummer
nl_nl: Ongeldig telefoonnummer

# Languages::addons.soneritics_buckaroo.errors.afterpay.invalidphone_desc
source: The phone number is invalid. Please provide a correct phone number or your request will be denied.
de_de: Die Telefonnummer ist ungültig. Bitte geben Sie eine korrekte Telefonnummer an oder Ihre Anfrage wird abgelehnt.
nl_nl: Het opgegeven mobiele nummer is ongeldig. Voer aub een geldig telefoonnummer in, anders zal de aanvraag worden afgekeurd.
